"STORE_DESCRIPTION" = "VLC es un reproductor multimedia multiplataforma gratuito y de código abierto.\nPuede reproducir todas tus películas, programas y música en la mayoría de formatos directamente sin conversión.\nPermite la sincronización de archivos con Dropbox, GDrive, OneDrive, Box, iCloud Drive, iTunes, descargas directas y a través del Wi-Fi, así como streaming desde servidores multimedia SMB, FTP, SFTP, NFS, UPnP/DLNA y la web.\nVLC ofrece soporte para subtítulos avanzados, incluyendo compatibilidad total con SSA, audio multipista, control de velocidad de reproducción y renderización a través de Chromecast.\n\nVLC es completamente gratuito y de código abierto.";

"STORE_DESCRIPTION_TV" = "VLC es un reproductor multimedia multiplataforma gratuito y de código abierto.\nPuede reproducir todas tus películas, programas y música en la mayoría de formatos directamente sin conversión.\nPermite la reproducción remota desde tu Mac o PC a través de una interfaz de usuario web, así como la transmisión desde de servidores multimedia SMB, FTP, SFTP, NFS, UPnP/DLNA y la web.\nVLC ofrece soporte para subtítulos avanzados, incluyendo compatibilidad total con SSA, audio multipista, control de velocidad de reproducción.\n\nVLC es completamente gratuito e de código abierto.\n\nEl material gráfico proviene de TMDb, una basa de datos de películas mantenida por la comunidad.";

"UNKNOWN_TRACK_TYPE" = "Tipo de pista desconocida";
"CHOOSE_TITLE" = "Seleccionar Título";
"CHOOSE_CHAPTER" = "Seleccionar Capítulo";
"CHAPTER_SELECTION_TITLE" = "Capítulos";
"TITLE" = "Título";
"CHAPTER" = "Capítulo";
"TRACK_SELECTION" = "Selección de Pista";
"AUDIO" = "Audio";
"SUBTITLES" = "Subtitulos";
"LANGUAGE" = "Idioma";
"MEDIA_INFO" = "Información multimedia";
"VIDEO_DIMENSIONS" = "Dimensiones de video";
"FORMAT_VIDEO_DIMENSIONS" = "%ix%i pixel";
"FORMAT_AUDIO_TRACKS" = "%i pistas de audio";
"ONE_AUDIO_TRACK" = "Una pista de audio";
"FORMAT_SPU_TRACKS" = "%i pista de subtítulos";
"ONE_SPU_TRACK" = "Una pista de subtítulos";
"TRACKS" = "%i Pistas";
"TRACK" = "%i Pista";
"TRACKS_DURATION" = "%u pistas, duración: %@";
"NB_ALBUM_FORMAT" = "%i Álbum";
"NB_ALBUMS_FORMAT" = "%i Álbumes";

"PLAYING_EXTERNALLY_TITLE" = "Televisión conectada";
"PLAYING_EXTERNALLY_DESC" = "Este vídeo se está reproduciendo en la televisión";
"PLAYING_EXTERNALLY_ADDITION" = "\nReproduciendo en:"; /* \n should stay in every translation */

"VFILTER_HUE" = "Tono";
"VFILTER_CONTRAST" = "Contraste";
"VFILTER_BRIGHTNESS" = "Brillo";
"VFILTER_SATURATION" = "Saturación";
"VFILTER_GAMMA" = "Gama";

"PRESET_PREAMP_SETTING" = "Preferencias de preamplificador / valores predefinidos";
"PREAMP" = "Preamplificar";
"SNAP_BANDS" = "Bandas «snap»";

"PLAYBACK_FAILED" = "Reproducción fallida";
"PLEASE_WAIT" = "Por favor espere...";
"AR_CHANGED" = "Proporción de aspecto: %@";
"DEFAULT" = "Predeterminado";
"FILL_TO_SCREEN" = "Ajustar a la pantalla";
"PLAYBACK_SPEED" = "Velocidad de reproducción";
"SPU_DELAY" = "Retraso de subtítulo";
"AUDIO_DELAY" = "Retraso de audio";
"BUTTON_SLEEP_TIMER" = "Temporizador de apagado";
"SLEEP_TIMER_UPDATED" = "Temporizador actualizado";
"CONTINUE_PLAYBACK" = "¿Continuar reproducción?";
"CONTINUE_PLAYBACK_LONG" = "¿Quieres continuar la reproducción de \"%@\" donde la dejaste?";

"BUTTON_ABOUT" = "Acerca de";
"BUTTON_BACK" = "Atrás";
"BUTTON_DONE" = "Listo";
"BUTTON_CANCEL" = "Cancelar";
"BUTTON_SAVE" = "Guardar";
"BUTTON_DOWNLOAD" = "Descargar";
"BUTTON_DELETE" = "Eliminar";
"BUTTON_OK" = "OK";
"BUTTON_DISMISS" = "Dismiss";
"BUTTON_CONTACT" = "Contáctanos";
"BUTTON_CONNECT" = "Conectar";
"BUTTON_RENAME" = "Renombrar";
"BUTTON_LEARN_MORE" = "Saber Más";
"BUTTON_LOGOUT" = "Cerrar sesión";
"BUTTON_CONTINUE" = "Continuar";
"BUTTON_SET" = "Establecer";
"BUTTON_RESET" = "Restablecer";
"BUTTON_RESCAN" = "Reescanear";
"PRIVATE_PLAYBACK_TOGGLE" = "Reproducción privada";
"SCAN_SUBTITLE_TOGGLE" = "Analizar en buscar de Subtitulos (solo http)";

"BUTTON_RENDERER" = "Dispositivos de emisión";
"BUTTON_RENDERER_HINT" = "Mostrar un menú de dispositivos de emisión disponibles ";
"BUTTON_AIRPLAY" = "AirPlay o Bluetooth";
"BUTTON_AIRPLAY_HINT" = "Mostrar un menú de dispositivos AirPlay o Bluetooth disponibles";

"UPGRADING_LIBRARY" = "Actualizando biblioteca multimedia";

"FAVORITES" = "Favoritos";
"NO_FAVORITES" = "Aún no hay favoritos";
"NO_FAVORITES_DESCRIPTION" = "Marque sus archivos favoritos mientras navega por los servidores para que aparezcan en esta lista.";
"ADD_FAVORITE" = "Agregar a los favoritos";
"REMOVE_FAVORITE" = "Eliminar de los favoritos";
"FAVORITE_ALERT_TITLE" = "¿Desea agregar este archivo a sus favoritos?";
"UNFAVORITE_ALERT_TITLE" = "¿Desea eliminar este archivo de sus favoritos?";

"OPEN_NETWORK" = "Abrir Emision de Red";
"NETWORK_TITLE" = "Emisión de Red";
"OPEN_NETWORK_HELP" = "Introduzca cualquier dirección HTTP, RTSP, RTMP, MMS, FTP o UDP/RTP para abrir la emisión directamente.";
"HTTP_UPLOAD_SERVER_OFF" = "Servidor inactivo";
"HTTP_UPLOAD_NO_CONNECTIVITY" = "Sin conexión Wi-Fi activa";
"OPEN_STREAM_OR_DOWNLOAD" = "¿Gustas descargar o reproducir esta URL?";
"ALWAYS_STREAM_URL" = "Reproducir siempre las URLs";
"SHARED_VLC_IOS_LIBRARY" = "Compartir VLc para Biblioteca iOS";
"SMB_CIFS_FILE_SERVERS" = "Servidor de Archivos (SMB)";

"MANAGED_SERVERS" = "Gestionado";

"SMB_CIFS_FILE_SERVERS_SHORT" = "SMB";

"HTTP_DOWNLOAD_CANCELLED" = "\nDescarga cancelada por el usuario";

"DOWNLOAD_FROM_HTTP" = "Descargas";
"ERROR_NUMBER" = "Ha ocurrido el error %i";
"DOWNLOAD_FAILED" = "La descarga falló";
"FILE_NOT_SUPPORTED" = "Formato de archivo no soportado";
"FILE_NOT_SUPPORTED_LONG" = "El formato de archivo usado por %@ no está soportado por esta versión de VLC para iOS.";
"SCHEME_NOT_SUPPORTED" = "Esquema de dirección no soportado";
"SCHEME_NOT_SUPPORTED_LONG" = "El esquema de dirección (%@) no es soportado. Por favor usa una dirección que comience con HTTP, HTTPS o FTP.";
"RENAME_MEDIA_TO" = "Da nuevo nombre para %@";

"FOLDER_EMPTY" = "Carpeta vacía";

"SHARING_ACTION_SHEET_TITLE_CHOOSE_FILE" = "Seleccionar un archivo para abrir:";
"SHARING_ACTIVITY_OPEN_IN_TITLE" = "Abrir en...";
"SHARING_ERROR_NO_FILES" = "No se encontró ningún archivo para compartir";
"SHARING_ERROR_NO_APPLICATIONS" = "No se encontró ninguna aplicación para abrir este tipo de archivo";
"SHARING_SUCCESS_CAMERA_ROLL" = "El archivo fue guardado exitosamente en Camera Roll";

"FAVORITEVC_DETAILTEXT" = "Consulta sus archivos favoritos";
"STREAMVC_DETAILTEXT" = "Reproducir emisiones directamente sin descargar";
"DOWNLOADVC_DETAILTEXT" = "Descargar archivos directo al dispositivo";
"HEADER_TITLE_RENDERER" = "Seleccionar dispositivos de emisión\n ";

"BROWSE" = "Browse";
"NETWORK" = "Red";
"LOCAL_NETWORK" = "Red local";
"CONNECT_TO_SERVER" = "Conectar al servidor";
"FILE_SERVER" = "Servidores de Archivo";
"USER_LABEL" = "Usuario";
"PASSWORD_LABEL" = "Contraseña";
"DISABLE_LABEL" = "Deshabilitar";
"BUTTON_ANONYMOUS_LOGIN" = "Acceso anónimo";

"LOCAL_SERVER_REFRESH" = "Actualizar";
"LOCAL_SERVER_LAST_UPDATE" = "Ultima Actualización %@";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE" = "FALLÓ LA CONEXIÓN CON SERVIDOR";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE" = "Por favor revisa tu dirección de servidor y credenciales.";

"FILES_APP_CELL_TITLE" = "Archivos locales";
"FILES_APP_CELL_SUBTITLE" = "Abrir un archivo sin copiarlo a VLC";

"CLOUD_SERVICES" = "Servicios en la nube";
"LOGIN" = "Iniciar sesión";
"LOGGED_IN" = "Conectado";
"LOGGED_IN_SERVICES" = "%d registrados en servicios";
"LOGGED_IN_SERVICE" = "1 registrado en servicio";

"DROPBOX_DOWNLOAD" = "¿Descargar archivo?";
"DROPBOX_DL_LONG" = "¿Quiere descargar «%@» en su %@?";
"DROPBOX_LOGIN" = "Iniciar sesión";

"GDRIVE_ERROR_FETCHING_FILES" = "Error al buscar los archivos";
"GDRIVE_DOWNLOAD_SUCCESSFUL" = "Su archivo se ha descargado correctamente";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE" = "EXITO";
"GDRIVE_ERROR_DOWNLOADING_FILE" = "Ha ocurrido un error durante la descarga";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE" = "ERROR";

"ONEDRIVE_MEDIA_WITHOUT_URL" = "El medio elegido no tiene una URL reproducible";

"DISK_FULL" = "Límite de almacenamiento alcanzado";
"DISK_FULL_FORMAT" = "%@ no puede ser almacenado en tu %@, porque no tienes suficiente espacio de almacenamiento disponible.";

"NUM_OF_FILES" = "%i archivos";
"ONE_FILE" = "1 archivo";
"NO_FILES" = "No hay archivos soportados";
"DOWNLOADING" = "Descargando...";
"REMAINING_TIME" = "Tiempo restante: %@";
"BIOMETRIC_UNLOCK" = "Desbloquear biblioteca\nCancelar para introducir clave";

// Passcode Strings that we need to localize for them
"Set Passcode" = "Ingrese contraseña";
"Enter Passcode" = "Ingresar Contraseña";
"Enter a passcode" = "Ingresar una contraseña";
"Enter your passcode" = "Enter your passcode";
"Passcodes did not match. Try again." = "Contraseña no coincide. Intente otra vez.";
"Re-enter your passcode" = "Ingrese contraseña otra vez";
"Passcode Options" = "Passcode Options";
"4-Digit Numeric Code" = "4-Digit Numeric Code"; /* Passcode 4 digit numeric code */
"6-Digit Numeric Code" = "6-Digit Numeric Code"; /* Passcode 6 digit numeric code */

"Settings" = "Preferencias"; // plain text key to keep compatibility with InAppSettingsKit's upstream
"ON" = "Activar";
"OFF" = "Desactivar";

"EMPTY_LIBRARY" = "Biblioteca multimedia vacía";
"EMPTY_LIBRARY_LONG" = "Para reproducir, puede emitir medios desde un servidor de su red local, desde la nube o sincronizar medios a su dispositivo usando iTunes, Wi-Fi o servicios en la nube.";

"EMPTY_NO_PLAYLISTS" = "Listas de reproducción";
"EMPTY_NO_PLAYLISTS_DESCRIPTION" = "Para crear listas de reproducción, activa el modo de edición en las pestañas de contenido de Vídeo o Audio y selecciona un archivo multimedia.\nTambién puede sincronizar listas de reproducción desde de otros dispositivos o de Internet.";

"EMPTY_PLAYLIST" = "Lista vacía";
"EMPTY_PLAYLIST_DESCRIPTION" = "Agregar medios mientras se edita en la respectiva categoría.";

"EMPTY_HISTORY" = "Historial vacío";
"EMPTY_HISTORY_DESCRIPTION" = "Aún no hay archivos multimedia.";

"EMPTY_MEDIA_LIST" = "Empty Media List";
"EMPTY_MEDIA_LIST_DESCRIPTION" = "The media list is empty therefore the playback could not start";

"PLAYBACK_SCRUB_HELP" = "Deslice el dedo hacia arriba para ajustar la velocidad de deslizamiento.";
"PLAYBACK_SCRUB_HIGH" = "Velocidad alta";
"PLAYBACK_SCRUB_HALF" = "Velocidad media";
"PLAYBACK_SCRUB_QUARTER" = "Velocidad lenta";
"PLAYBACK_SCRUB_FINE" = "Velocidad de precisión";
"PLAYBACK_SCRUB_TOTAL_TIME_FORMAT" = "%@ elapsed, total duration %@"; /* 1: elapsed time, 2: total time */
"PLAYBACK_SCRUB_REMAINING_TIME_FORMAT" = "%@ elapsed, %@"; /* 1: elapsed time, 2: remaining time */
"PLAYBACK_SCRUB_ACCESSIBILITY_TIME_DISPLAY" = "Time Display";
"PLAYBACK_POSITION" = "Posición de reproducción";
"VIDEO_FILTER" = "Filtros de vídeo";
"VIDEO_FILTER_RESET_BUTTON" = "Restablecer filtros de vídeo";
"VIDEO_ASPECT_RATIO_BUTTON" = "Proporción de vídeo";
"BWD_BUTTON" = "Retroceder";
"FWD_BUTTON" = "Avanzar";
"PLAY_BUTTON" = "Reproducir";
"NEXT_BUTTON" = "Siguiente";
"PREV_BUTTON" = "Anterior";
"PLAY_ALL_BUTTON" = "Reproducir todo";
"PLAY_ALL_HINT" = "Reproduce todos los ficheros multimedia de la colección";

"RESET_VIDEO_FILTERS" = "¿Desea reinicializar los filtros de vídeo?";
"RESET_PLAYBACK_SPEED" = "¿Desea reinicializar la velocidad de reproducción?";
"RESET_EQUALIZER" = "¿Desea reinicializar las preferencias del ecualizador?";
"RESET_SLEEP_TIMER" = "¿Desea reinicializar el temporizador de reposo?";

"CUSTOM_EQUALIZER_PROFILES" = "Perfiles personalizados";
"DEFAULT_PROFILE_NAME" = "Perfil personalizado";
"CUSTOM_EQUALIZER_ALERT_TITLE" = "Guardar nuevo perfil";
"CUSTOM_EQUALIZER_ALERT_MESSAGE" = "¿Desea guardar un nuevo perfil con los valores seleccionados?";
"RENAME_CUSTOM_PROFILE_TITLE" = "Cambiar el nombre del perfil";
"DELETE_CUSTOM_PROFILE_TITLE" = "Eliminar el perfil";
"DELETE_CUSTOM_PROFILE_MESSAGE" = "¿Desea eliminar el perfil seleccionado?";

"VERSION_FORMAT" = "Versión: %@";
"BASED_ON_FORMAT" = "Basado en:<br />%@";

"NEW" = "NUEVO";

"VO_VIDEOPLAYER_TITLE" = "Reproductor de vídeo";
"VO_VIDEOPLAYER_DOUBLETAP" = "Presione dos veces la pantalla para mostrar u ocultar los controles de reproducción";

"FIRST_STEPS_ITUNES" = "Sincronización de archivos";
"FIRST_STEPS_ITUNES_TITLE" = "Sincronizar con su computadora";
"FIRST_STEPS_ITUNES_DETAILS" = "Conecta tu %@ para utilizar el Finder o iTunes para \"Compartir archivos\". Selecciona VLC para transferir archivos.";
"FIRST_STEPS_WIFI_TITLE" = "Compartir vía Wi-Fi";
"FIRST_STEPS_WIFI_DETAILS" = "Introduzca la URL generada en su navegador web favorito mientras está conectado a la misma red que su %@.";
"FIRST_STEPS_CLOUDS" = "Nubes";
"FIRST_STEPS_CLOUD_TITLE" = "Nube";
"FIRST_STEPS_CLOUD_DETAILS" = "Suba sus medios a la nube (ej: Google Drive o Dropbox) para descargarlos o tranmisión remotamente.";

"PLEX_CHECK_ACCOUNT" = "Verificar tu cuenta Plex en configuraciones";
"PLEX_ERROR_ACCOUNT" = "Error al inicia sesión en Plex";

"UNAUTHORIZED" = "No autorizado";

"SERVER" = "Servidor";
"SERVER_PORT" = "Puerto";
"NO_SERVER_FOUND" = "No se encontró servidor";
"NO_RECENT_STREAMS" = "No se ha reproducido recientemente";

"WEBINTF_TITLE" = "Compartir vía WiFi";
"WEBINTF_ETHERNET" = "Compartir vía Ethernet";
"WEBINTF_DROPFILES" = "Soltar Archivos";
"WEBINTF_DROPFILES_LONG" = "Soltar archivos en la ventana para agregarlos a tu %@. <br> o clíc en botón '+' para usar la ventana de diálogo";
"WEBINTF_DOWNLOADFILES" = "Descargar Archivos";
"WEBINTF_DOWNLOADFILES_LONG" = "Solo selecciona el archivo que desees bajar de tu %@";
"WEBINTF_ADDRESS_COPIED" = "Dirección web copiada en el portapapeles";
"WEBINTF_TITLE_ATV" = "Reproducción Remota";
"WEBINTF_DROPFILES_LONG_ATV" = "Descarta archivos en la ventana para agregar a tu %@.\nO haz clic en el botón \"+\" para utilizar el cuadro de diálogo de selección de archivos.";
"WEBINTF_URL_SENT" = "URL enviada satisfactoriamente.";
"WEBINTF_URL_EMPTY" = "La URL no puede ser vacia.";
"WEBINTF_URL_INVALID" = "No es una URL válida.";
"WEBINTF_AUTH_REQUIRED" = "Introduzca la contraseña configurada para VLC iOS:";
"WEBINTF_AUTH_WRONG_PASSCODE" = "Contraseña incorrecta. <br> Intentos restantes:";
"WEBINTF_AUTH_BANNED" = "Ha introducido demasiadas contraseñas incorrectas. <br> Reinicie VLC iOS y pruebe de nuevo.";

"DURATION" = "Duración";
"TITLE" = "Título";
"ROTATE_BUTTON" = "Girar"; /* Accessibility label for rotate button on the player */
"ROTATE_BUTTON_HINT" = "Alterna el reproductor de vídeo entre los modos horizontal y vertical."; /* Accessibility hint for rotate button on the player */

"AUDIO_INFO_VC_TITLE" = "Info. de audio";
"ENTER_URL" = "Ingrese URL para reproducir";
"HTTP_SERVER_ON" = "Deshabilitar Reproducción Remota";
"HTTP_SERVER_OFF" = "Habilitar Reproducción Remota";
"CACHED_MEDIA" = "Caché ";
"CACHED_MEDIA_LONG" = "La informacion mostrada aqui se guarda automaticamente en tu Apple TV. Los contenidos pueden ser removidos por el sistema operativo sin notificacion cuando VCl no se esta ejecutando en caso de que tu dispositivo se quede sin espacio de almacenamiento";
"DOWNLOAD_SUBS_FROM_OSO" = "Descargar subtítulos...";
"FOUND_SUBS" = "Encontrar subtitulos";
"NO_SUB_FOUND_OSO" = "No se han encontrado subtítulos para el medio \"%@\".";
"SELECT_AUDIO_FROM_FILES" = "Cargar audio externo...";
"SELECT_SUBTITLE_FROM_FILES" = "Cargar subtítulos externos...";
"USE_SPDIF" = "Usar Pass-through (S/PDIF)";

"PLAYBACK" = "Reproducción";
"REPEAT_MODE" = "Repetir";
"REPEAT_DISABLED" = "Desactivado";
"REPEAT_SINGLE" = "Simple";
"REPEAT_FOLDER" = "Carpeta";
"SHUFFLE" = "Aleatorio";
"SHUFFLE_DISABLED" = "Aleatorio apagado";

"RESET_NETWORK_STREAM_LIST_TITLE" = "Restablecer lista";
"RESET_NETWORK_STREAM_LIST_TEXT" = "Restablecer permanentemente la lista de los flujos de red reproducidos recientemente.";

// MARK: - Local Network Service Names
"UPNP_LONG" = "Plug&Play Universal (UPnP)";
"UPNP_SHORT" = "UPnP";

"PLEX_LONG" = "Servidor multimedia Plex (via Bonjour)";
"PLEX_SHORT" = "Plex";

"FTP_SHORT" = "FTP";
"SFTP_SHORT" = "SFTP";

"NFS_LONG" = "Sistema de archivos de red (SAR)";
"NFS_SHORT" = "SAR";

"BONJOUR_FILE_SERVERS" = "Servidor de archivos BONJOUR";
"DSM_WORKGROUP" = "Grupo de trabajo";

"URL_NOT_SUPPORTED" = "La URL no se puede abrir";

// Insert %@ where play-pause-glyph should be placed
"DELETE_ITEM_HINT" = "Presiona %@ para Borrar"; /* Insert %@ where play-pause-glyph should be placed */
"DELETE_MESSAGE" = "Confirmar eliminar lo seleccionado";
"DELETE_MESSAGE_PLAYLIST" = "¿Desea eliminar la lista seleccionada?\nLos archivos multimedia asociados no serán eliminados.";
"DELETE_MESSAGE_PLAYLIST_CONTENT" = "¿Desea remover el medio seleccionado de la lista?\nNo serán eliminados del disco.";

// MARK: - Drag and Drop

"PROTOCOL_NOT_SELECTED" = "Protocolo no selecionado";
"Settings" = "Preferencias";

"ERROR" = "Error";
"SORT" = "Orden";
"SORT_BY" = "Ordenar por";
"SEARCH" = "Buscar";
"VIDEO" = "Vídeo";

// MARK: - MediaViewController Swipable Header
"ALBUMS" = "Álbumes";
"ARTISTS" = "Artistas";
"EPISODES" = "Episodios";
"GENRES" = "Géneros";
"ALL_VIDEOS" = "Todos los videos";
"SONGS" = "Canciones";
"PLAYLISTS" = "Listas de reproducción";
"VIDEO_GROUPS" = "Vídeos en grupos";
"HISTORY" = "Historial";
"MODIFIED_DATE" = "Fecha de modificado";
"NAME" = "Nombre";

// MARK: - EDIT

"BUTTON_MENU" = "Menú";
"BUTTON_MENU_HINT" = "Seleccionar, reordenar y clasificar los elementos multimedia presentes en esta vista.";

"BUTTON_EDIT" = "Editar";
"BUTTON_EDIT_HINT" = "Modo edición";

"BUTTON_SELECT" = "Seleccionar";
"BUTTON_SELECT_HINT" = "Botón de selección";

"BUTTON_SELECT_ALL" = "Seleccionar todo";
"BUTTON_SELECT_ALL_HINT" = "Seleccionar todos los elementos multimedia presentes en esta vista";

"BUTTON_HISTORY" = "Historial";
"BUTTON_HISTORY_HINT" = "Ver los contenidos reproducidos recientemente";

"BUTTON_CLEAR" = "Limpiar";
"CLEAR_HISTORY_TITLE" = "Limpiar historial";
"CLEAR_HISTORY_MESSAGE" = "Confirmar la limpieza del historial";

"ADD_TO_PLAYLIST" = "Agregar a lista";
"ADD_TO_PLAYLIST_HINT" = "Abrir menú de agregar a lista";

"PLAY_AS_AUDIO" = "Reproducir como audio";
"PLAY_AS_AUDIO_HINT" = "Reproducir el vídeo como archivo de audio.";

"PLAYLIST_PLACEHOLDER" = "Título de lista";
"PLAYLIST_DESCRIPTION" = "Elija un título para su nueva lista de reproducción";
"PLAYLIST_CREATION" = "Crear una nueva lista de reproducción";
"PLAYLIST_CREATION_HINT" = "Mostrar una acción interactiva para crear una lista de reproducción";
"ERROR_PLAYLIST_CREATION" = "Error al crear una lista de reproducción";
"ERROR_PLAYLIST_TRACKS" = "Error al obtener pistas";

"ERROR_RENAME_FAILED" = "Error el renombrar";
"ERROR_EMPTY_NAME" = "El título no puede estar vacío";

"SHARE_LABEL" = "Compartir";
"SHARE_HINT" = "Compartir archivos seleccionados";
"RENAME_HINT" = "Renombrar archivos seleccionados";
"DELETE_HINT" = "Eliminar archivos seleccionados";

"ADDITIONAL_OPTIONS" = "Opciones adicionales";

// MARK: - Sort

"BUTTON_SORT" = "Ordenar";
"BUTTON_SORT_HINT" = "Mostrar información de acción de ordenar";
"HEADER_TITLE_SORT" = "Ordenar por";
"DESCENDING_LABEL" = "Orden descendente";
"DESCENDING_SWITCH_LABEL" = "Orden ascendente o descendente";
"DESCENDING_SWITCH_HINT" = "Ordenar contexto ascendentemente o descendentemente";
"GRID_LAYOUT" = "Cuadrícula";
"GRID_LAYOUT_HINT" = "Mostrar los elementos como una cuadrícula";
"LIST_LAYOUT" = "Lista";
"HIDE_FEAT_ARTISTS" = "Ocultar los artistas actuantes";
"HIDE_TRACK_NUMBERS" = "Ocultar números de pista";

// MARK: - VLCMediaLibraryKit - Sorting Criteria

"ALPHA" = "Alfanumericamente";
"DURATION" = "Duración";
"INSERTION_DATE" = "Fecha de alta";
"LAST_MODIFICATION_DATE" = "Fecha de última modificación";
"RELEASE_DATE" = "Fecha de lanzamiento";
"FILE_SIZE" = "Tamaño de archivo";
"ARTIST" = "Artista";
"PLAY_COUNT" = "Veces reproducido";
"ALBUM" = "Álbum";
"FILENAME" = "Nombre de archivo";
"TRACK_NUMBER" = "Número de pista";
"NB_AUDIO" = "Número de audio";
"NB_MEDIA" = "Número de archivo";
"NB_VIDEO" = "Número de vídeo";
"NB_ALBUM" = "Número de álbumes";
"LAST_PLAYBACK_DATE" = "Última fecha de reproducción";
"TRACK_ID" = "Número de pista";
"CUSTOM" = "Custom";

// MARK: - VLCNetworkLoginTVViewController

"NO_SAVING_DATA" = "Nada encontrado";

// MARK: - MediaCollectionViewCell

"UNKNOWN_ARTIST" = "Artista Desconocido";
"VARIOUS_ARTIST" = "Varios Artistas";
"UNKNOWN_ALBUM" = "Álbum Desconocido";
"SINGLE_ITEM_SELECTED" = "Elemento seleccionado";
"MULTIPLE_ITEMS_SELECTED" = "Elementos seleccionados";

// MARK: - VideoPlayerControls

"SUBTITLE_AND_TRACK_BUTTON" = "Pistas de subtítulos y audio";
"SUBTITLE_AND_TRACK_HINT" = "Seleccione pista de subtítulos y audio";

"DVD_BUTTON" = "DVD";
"DVD_HINT" = "Interfaz DVD";

"ROTATION_LOCK_BUTTON" = "Bloquear la rotación";
"ROTATION_LOCK_HINT" = "Bloquear vídeo a la orientación actual";

"REPEAT_HINT" = "Repetir mismo medio";
"DO_NOT_REPEAT_HINT" = "No repetir la lista de archivos multimedia";
"REPEAT_ALL_HINT" = "Repetir la lista de archivos multimedia";

"BACKWARD_BUTTON" = "Retroceder";
"BACKWARD_HINT" = "Retroceder";

"PREVIOUS_BUTTON" = "Anterior";
"PREVIOUS_HINT" = "Medio anterior";

"PLAY_PAUSE_BUTTON" = "Reproducir o pausar";
"PLAY_PAUSE_HINT" = "Comience o detenga la reproducción actual";

"STOP_BUTTON" = "Parar";
"CLOSE_HINT" = "Parar la reproducción";

"MINIMIZE_BUTTON" = "Minimizar";
"MINIMIZE_HINT" = "Minimizar el reproductor";

"NEXT_HINT" = "Siguiente medio";

"FORWARD_BUTTON" = "Avanzar";
"FORWARD_HINT" = "Avanzar";

"INTERFACE_LOCK_BUTTON" = "Bloquear interfaz";

"SELECT_A_MARK" = "Select the A mark";
"SELECT_A_MARK_HINT" = "Select the A mark of the AB loop";
"SELECT_B_MARK" = "Select the B mark";
"SELECT_B_MARK_HINT" = "Select the B mark of the AB loop";

"AB_LOOP" = "Ciclo A→B";
"AB_LOOP_MARKS" = "Marcas de ciclo A→B";

"RESET_AB_LOOP" = "¿Desea eliminar el ciclo A→B?";
"RESET_AB_LOOP_MARKS" = "¿Desea restablecer las marcas de ciclo A→B?";

"SHUFFLE_HINT" = "Desordenar lista de medios";
"SHUFFLE_OFF_HINT" = "No barajar la lista de archivos multimedia";

"ASPECT_RATIO_TITLE" = "Relación de aspectos";
"VIDEO_ASPECT_RATIO_BUTTON" = "Proporción de vídeo";
"VIDEO_ASPECT_RATIO_HINT" = "Cambiar la proporción del vídeo actual";

"MORE_OPTIONS_BUTTON" = "Más";
"MORE_OPTIONS_HINT" = "Ver más controles de opción";

"PLAYBACK_CONTROLS_BAR_TITLE" = "Playback controls";
"PLAYBACK_CONTROLS_BAR_HINT" = "Pause, seek, next chapter";

"PLAYER_WARNING_SUBTITLE_CAST_TITLE" = "Subtítulos no soportados";
"PLAYER_WARNING_SUBTITLE_CAST_DESCRIPTION" = "Los subtítulos aún no son soportados durante el casting.";

// MARK: - MediaMoreOptionsActionSheet
"EQUALIZER_CELL_TITLE" = "Ecualizador";
"MORE_OPTIONS_HEADER_TITLE" = "Opciones de vídeo";
"MORE_OPTIONS_HEADER_AUDIO_TITLE" = "Opciones de audio";
"BOOKMARKS_TITLE" = "Marcadores";
"ADD_BOOKMARKS_TITLE" = "Agregar marcadores";
"BOOKMARK_DEFAULT_NAME" = "Marcador a las";
"BOOKMARK_RENAME_TITLE" = "Cambiar el nombre del marcador";
"BOOKMARK_DELETE_TITLE" = "Eliminar el marcador";
"BOOKMARK_DELETE_MESSAGE" = "Confirmar la eliminación del marcador";
"INCREASE_BUTTON" = "Botón de aumento";
"INCREASE_PLAYBACK_SPEED" = "Aumentar la velocidad de reproducción";
"INCREASE_AUDIO_DELAY" = "Aumentar el retraso del audio";
"INCREASE_SUBTITLES_DELAY" = "Aumentar el retraso de los subtítulos";
"DECREASE_BUTTON" = "Botón de disminución";
"DECREASE_PLAYBACK_SPEED" = "Disminuir la velocidad de reproducción";
"DECREASE_AUDIO_DELAY" = "Disminuir el retraso del audio";
"DECREASE_SUBTITLES_DELAY" = "Disminuir el retraso de los subtítulos";
"DISPLAY_PLAYBACK_SPEED_SHORTCUT" = "Mostrar el atajo de la velocidad de reproducción";
"DISPLAY_PLAYBACK_SPEED_SHORTCUT_HINT" = "Activar para mostrar el atajo de la velocidad de reproducción";
"VIDEO_FILTERS_HINT" = "Seleccionar para abrir la vista de los filtros de vÍdeo";
"PLAYBACK_SPEED_HINT" = "Seleccionar para abrir la vista de la velocidad de reproducción";
"SUBTITLES_DELAY_HINT" = "Seleccionar para abrir la vista del retraso de los subtítulos";
"AUDIO_DELAY_HINT" = "Seleccionar para abrir la vista del retraso del audio";
"SLEEP_TIMER_HINT" = "Seleccionar para abrir la vista del temporizador de reposo";
"EQUALIZER_HINT" = "Seleccionar para abrir la vista del ecualizador";
"CHAPTERS_HINT" = "Seleccionar para abrir la vista de los capítulos";
"BOOKMARKS_HINT" = "Seleccionar para abrir la vista de los marcadores";
"INTERFACE_LOCK_HINT" = "Activar la opción para bloquear la interfaz de usuario";

// MARK: - Settings
"FORCE_RESCAN_TITLE" = "Forzar rescaneo de biblioteca";
"FORCE_RESCAN_MESSAGE" = "¿Desea forzar que VLC vuelva a buscar en su blioteca de medios?\nPuede tomar algo de tiempo.";

"FEEDBACK_EMAIL_TITLE" = "Comentarios sobre VLC en iOS y iPad";
"FEEDBACK_EMAIL_NOT_POSSIBLE_TITLE" = "Cuenta de correo no configurada";
"FEEDBACK_EMAIL_NOT_POSSIBLE_LONG" = "Contáctenos a través de %@ desde otro dispositivo.";

"SETTINGS_THEME_BLACK" = "Usar fondo negro en modo oscuro";
"SETTINGS_THEME_BLACK_SUBTITLE" = "Mejora la duración de la batería en dispositivos con pantalla OLED";

"SETTINGS_RESET_TITLE" = "Restablecer la configuración";
"SETTINGS_RESET_MESSAGE" = "¿Desea restablecer todos los ajustes a sus valores por defecto?";

"SETTINGS_PLAY_ALL" = "Reproducción fluida de las colecciones";
"SETTINGS_PLAY_ALL_HINT" = "Activar la reproducción automática del siguiente medio en las pestañas de audio o vídeo";
"SETTINGS_PLAYLIST_PLAY_ALL" = "Reproducción fluida de las listas de reproducción";
"SETTINGS_PLAYLIST_PLAY_ALL_HINT" = "Activar la reproducción automática del siguiente medio de las listas de reproducción";

"SETTINGS_DOCUMENTATION" = "Documentación";

// MARK: - Local Network

"SMBV1_WARN_TITLE" = "Advertencia de conexión SMBv1";
"SMBV1_WARN_DESCRIPTION" = "Detectamos protocolo antiguo (SMBv1).\n¿Desea continuar con SMBv1?\nSe recomienda actualizar o cambiar sus preferencias de servidor.";
"SMBV1_CONTINUE" = "Continuar con SMBv1";
"SMBV1_NEXT_PROTOCOL" = "Intenta SMBv2/v3";

// MARK: - Preview labels

"ENCODING" = "Codificación";

// MARK: - Media groups

"ADD_TO_MEDIA_GROUP" = "Añadir a grupo de medios";
"ADD_TO_MEDIA_GROUP_HINT" = "Abrir el menú de adición a grupo de medios";

"MEDIA_GROUPS" = "Grupos de medios";
"MEDIA_GROUPS_DESCRIPTION" = "Seleccionar un título para su nuevo grupo de medios";
"MEDIA_GROUPS_PLACEHOLDER" = "Título del grupo de medios";

"REMOVE_FROM_MEDIA_GROUP" = "Eliminar del grupo de medios";
"REMOVE_FROM_MEDIA_GROUP_HINT" = "Eliminar la selección del grupo de medios";

"MEDIA_GROUP_CREATION" = "Nuevo grupo de medios";
"MEDIA_GROUP_CREATION_HINT" = "Mostrar alerta al crear une lista de reproducción";
"MEDIA_GROUP_MOVE_TO_ROOT" = "Mover contenido al nivel superior";
"MEDIA_GROUP_MOVE_TO_ROOT_HINT" = "Mueve el contenido seleccionado al nivel superior";

"BUTTON_REGROUP" = "Reagrupar";
"BUTTON_REGROUP_TITLE" = "Reagrupar selección";
"BUTTON_REGROUP_HINT" = "Intentar reagrupar automáticamente medios individuales.";
"BUTTON_REGROUP_DESCRIPTION" = "¿Desea intentar reagrupar automáticamente medios individuales?\nEsto puede llevar algún tiempo.";

// MARK: - Files.app persistence file
"MEDIALIBRARY_FILES_PLACEHOLDER" = "Coloque el medio aquí para añadirlo";
"MEDIALIBRARY_ADDING_PLACEHOLDER" = "Añadiendo...";

// MARK: - QueueViewController

"PLAY_HINT" = "Reproducir";
"PLAY_LABEL" = "Reproducir";
"PLAY_NEXT_IN_QUEUE_HINT" = "Reproducir a continuación en la cola";
"PLAY_NEXT_IN_QUEUE_LABEL" = "Reproducir a continuación en la cola";
"APPEND_TO_QUEUE_HINT" = "Agregar a la cola";
"APPEND_TO_QUEUE_LABEL" = "Agregar a la cola";
"QUEUE_LABEL" = "Queue";

"DISPLAY_AS" = "Visualizar como";

/* New strings */
"BRIGHTNESS_HINT" = "Control de brillo vertical";
"BRIGHTNESS_SLIDER" = "Deslizar verticalmente para cambiar el nivel de brillo";

/* New strings */
"VOLUME_HINT" = "Control de volumen vertical";
"VOLUME_SLIDER" = "Deslizar verticalmente para cambiar el nivel de volumen";

// MARK: - AudioMiniPlayer playback controls menu
"MENU_PLAYBACK_CONTROLS" = "Controles de reproducción";
"MENU_REPEAT_DISABLED" = "No repetir";
"MENU_REPEAT_SINGLE" = "Repetir uno";
"MENU_REPEAT_ALL" = "Repetir todo";

// MARK: - ActionSheet

"ACTIONSHEET_BACKGROUND_LABEL" = "Fondo de hoja de acción";
"ACTIONSHEET_BACKGROUND_HINT" = "Tocar para eliminar la hoja de acción.";

// MARK: - Donation
"DONATION_CUSTOM_AMOUNT" = "Introduzca importe personalizado";
"DONATION_TITLE" = "Privacidad por encima del beneficio";
"DONATION_DESCRIPTION" = "Multimedia privado y de código abierto, financiado por ustedes. Sin anuncios, sin rastreo, sin compromisos. Gratis para todo el mundo. Apoye VideoLAN con una donación.";
"DONATION_WINDOW_TITLE" = "Hage un donativo a VideoLAN";
"DONATE_CC_DC" = "Tarjeta de crédito o débito";
"DONATION_CHOOSE_PP" = "Seleccione su proveedor de pago";
"DONATION_CHOOSE_CURRENCY" = "Seleccione una moneda";
"DONATION_AMOUNT" = "Importe de la donación: %@";
"DONATION_CC_NUM" = "Número de la tarjeta";
"DONATION_CC_EXPIRY_DATE" = "Fecha de expiración";
"DONATION_CC_EXPIRY_DATE_MONTH" = "MM";
"DONATION_CC_EXPIRY_DATE_YEAR" = "YY";
"DONATION_CC_CVV" = "CVV";
"DONATION_APPLE_PAY_NOT_POSSIBLE" = "Error al configurar Apple Pay";
"DONATION_APPLE_PAY_NOT_POSSIBLE_LONG" = "VLC no ha conseguido configurar Apple Pay para realizar su donación. Por favor, elija un proveedor de pago diferente para continuar.";
"DONATION_DONATE_BUTTON" = "Donar";
"PURCHASE_FAILED" = "Compra fallida.";
"SEND_DONATION" = "Envíe su donación";
"PURCHASE_SUCESS_TITLE" = "Donación enviada";
"PURCHASE_SUCESS_DESCRIPTION" = "¡Gracias por su donación!";
"DONATION_CONTINUE" = "Continuar";
"BUTTON_NOT_NOW" = "Ahora no";
"DONATION_NAGSCREEN_TITLE" = "Donar hoy";
"DONATION_NAGSCREEN_SUBTITLE" = "Apoye el multimedia libre y de código abierto";
"DONATION_INVOICES" = "Facturas";
"DONATION_RECEIPTS" = "Recibos";
"DONATION_INVOICES_RECEIPTS" = "Facturas & Recibos";
"DONATION_CHARGES_CLEARED_ON_REINSTALL" = "Si ha reinstalado VLC, las facturas o recibos de donaciones anteriores no estarán disponibles, ya que toda su información personal se encuentra únicamente en este dispositivo.\n\nSi tiene alguna pregunta, contáctenos en donation@videolan.org y mencione este ID de usuario anónimo: %@";
"DONATION_CANCEL_MONTHLY" = "Cancelar donación regular";
"DONATION_MONTHLY" = "Mensualmente";
"DONATION_MONTHLY_FORMAT" = "%@/mes";
"DONATION_MONTHLY_VIDEOLAN" = "Donación mensual a VideoLAN";
"DONATION_ONCE" = "Unica";
"DONATION_UPDATE_MONTHLY" = "Actualizar la donación periódica";
"DONATION_VIDEOLAN" = "Donación a VideoLAN";
"DONATION_CANCEL_LONG" = "Nos entristece que hayáis cancelado las donaciones mensuales periódicas a VideoLAN. Su apoyo anterior significa mucho para nosotros. ¡Muchas gracias!";
"DONATION_BANK_TRANSFER" = "Transferencia bancaria";
"DONATION_BANK_TRANSFER_LONG" = "Stripe procesa las donaciones realizadas a VideoLAN. VideoLAN no almacena ni recoge su información personal.";
"DONATION_BUTTON_AGREE" = "De acuerdo";
"DONATION_IBAN" = "Número de cuenta bancaria (IBAN)";
"DONATION_EMAIL" = "Correo electrónico";
"DONATION_NAME" = "Nombre";
"DONATION_NAME_BANK_ACCOUNT" = "Nombre en la cuenta bancaria";
"DONATION_EMBARGOED_COUNTRY" = "Actualmente no podemos aceptar donaciones en su país. ¡Disfrute de VLC!";

// MARK: - Playback keyboard shortcuts

"KEY_JUMP_BACKWARDS" = "Salto atrás";
"KEY_JUMP_FORWARDS" = "Salto delante";
"KEY_INCREASE_PLAYBACK_SPEED" = "Aumentar la velocidad de reproducción";
"KEY_DECREASE_PLAYBACK_SPEED" = "Disminuir la velocidad de reproducción";
"KEY_RESET_PLAYBACK_SPEED" = "Restablecer la velocidad de reproducción";
"KEY_SEEK_TO_PERCENT" = "Seek to %i%% of duration";

// MARK: - TitleSelection

"TITLESELECTION_BACKGROUND_LABEL" = "Fondo de selección de títulos";
"TITLESELECTION_BACKGROUND_HINT" = "Toque para eliminar la vista.";

// MARK: - NEW DELETE STRINGS
"DELETE_SINGLE_TITLE" = "Eliminar \"%@\"?";
"DELETE_MULTIPLE_TITLE" = "Eliminar \"%@\" y %d otros?";

// MARK: - AppIntent Strings
"APPINTENT_PLAY_MEDIA_TITLE" = "Play in the background";
"APPINTENT_PLAY_MEDIA_DESCRIPTION" = "Play the selected playlist in the background without opening the app.";
"APPINTENT_PLAY_MEDIA_PLAY_${mediaName}" = "Play ${mediaName} in the background";

// MARK: - VerticalSliderControl Strings
"VERTICAL_SLIDER_CONTROL_ACCESSIBILITY_LABEL" = "Vertical slider";
"VERTICAL_SLIDER_CONTROL_INCREMENT_ACTION" = "Increment";
"VERTICAL_SLIDER_CONTROL_DECREMENT_ACTION" = "Decrement";

// MARK: - Download Completion Announcement
"DOWNLOAD_COMPLETED_ANNOUNCEMENT" = "Downloading file \"%@\" completed";

//MARK: - Playlist Add Action Status
"ADD_TO_PLAYLIST_STATUS_MESSAGE" = "Added %d media to %@";
"ADD_ALERT_TITLE" = "Selection found in playlist";
"ADD_ALERT_MESSAGE_SINGLE" = "You are trying to add a media that is already part of %@";
"ADD_ALERT_MESSAGE_MULTIPLE" = "You are trying to add %d media that are already part of %@";

//MARK: - Last played playlist indicator
"LAST_PLAYED_PLAYLIST_LABEL_TITLE" = "Last Played";
